7zip
base-devel
brightnessctl
btop
bzip2
cmake
cpio
curl
docker
docker-buildx
dosfstools
dotnet-sdk-8.0
fd
ffmpeg
fzf
gcc
git
grim
gzip
hypridle
hyprland
hyprlock
imagemagick
jq
keychain
kitty
less
libnotify
libreoffice-fresh
lm_sensors
meson
minicom
neovim
net-tools
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
openssh
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pkgconfig
playerctl
poppler
power-profiles-daemon
pulsemixer
pv
python-gobject
qemu-base
qemu-user-static
qemu-user-static-binfmt
ripgrep
rustup
slurp
tar
tmux
ttf-font-awesome
ttf-jetbrains-mono
unzip
usbutils
vivid
vlc
waybar
wget
wl-clipboard
wlsunset
wofi
wpaperd
xdg-desktop-portal-hyprland
xdg-user-dirs
yazi
zip
zoxide
zsh
